{
    "header": {
      "dashboard": "Accueil",
      "games": "Nos jeux",
      "discover": "Découvrez nous",
      "account": "Compte",
      "forum": "Forum"
    },
    "games": {
      "discover": "Découvrir",
      "wr": {
        "presentation": {
          "title": "Présentation",
          "contentpresentation": "Dans Whiskers Rebellion, vous incarnez un être humain pourvu de capacité qui a pour but de défaire l'armée de chat révolutionnaire mener par Nyan The Cat. Vivez cette folle aventure et découvrez les secrets de ce monde fascinant."
        },
        "controls": {
          "title": "Touches",
          "contentcontrols": "Utilisations des flèches directionnelles, haut, bas, droite, gauche pour déplacer le joueur dans la direction souhaitée. Utilisation de la touche espace/space pour interagir avec les différents objets du décors. Utilisation de la touche entrée pour sélectionner/valider dans les menus et les dialogues. Utilisation de la touche Echap/Escape pour accéder au menu. Les touches sont toutes modifiables dans le menu Option."
        },
        "menus": {
          "title": "Menus",
          "contentmenu": "Il existe 2 Menus, le Menu de lancement du jeu et le Menu Pause. Le Menu du jeu permet d’accéder aux options, de fermer le jeu ou de lancer une partie, avec le choix de créer une nouvelle sauvegarde ou d’en charger une déjà existante. Le Menu Pause permet d’accéder aux options, de retourner au menu principal en effectuant une sauvegarde de la partie ou de continuer de jouer."
        },
        "classes": {
          "title": "Classes",
          "contentSwordman": "La Swordman est une épéiste pouvant manier une épée à une main ou une épée et un bouclier. Les stats du joueur sont différentes en fonction de l’arme qu’il utilise. Lady Seraphina de Valmont est l’épéiste la plus connue du Royaume de Valeria, elle à reçu de nombreux prix de noblesses et médailles suite à ses prouesses au combats durant les différentes batailles et conquête du Royaume. Après la chute de ce dernier, elle a trouvé de nouveaux compagnons d’armes et souhaite rétablir l’ordre au sein du Royaume avec leur aide. Elle possède un sens de la justice très aiguisé et entre souvent en conflit avec Thorgar le Féroce qui ne partage pas ses idéaux.",
          "contentHealer": "La Healeuse Lyanna est une prêtresse qui provient d’une petite église située dans la bourgade de Mistwood dans le Royaume de Valeria. Elle a miraculeusement survécu lors de l’attaque de son église en étant sauvée par Thorgar le Féroce, depuis ce jour, elle lui voue une grande reconnaissance. Elle continue de prier son dieu ce qui lui permet d’accorder des bénédictions qui soignent ses compagnons. Lyanna participe a cette aventure dans le but d’aider son sauveur et tous les citoyens qu’ils rencontrent, elle est toujours joyeuse et apporte une dose de bonne humeur au sein de la troupe, ainsi elle est appréciée de tout le monde et apprécie tout le monde.",
          "contentBerserk": "Le Berserk Thorgar le Féroce est un Barbare provenant de Skarn, une zone aride et reculée du Royaume de Valeria. Il a décidé de partir en voyage à la découverte du monde pour grandir physiquement et psychologiquement. Il s’agit d’un excellent combattant au corps à corps, utilisant principalement ses poings pour se battre contre toutes les personnes puissantes qu’il croise. Il s’agit d’un voyageur solitaire au premier abord, cependant après le sauvetage de Lyanna, elle a commencé à le suivre. De plus, suite à sa défaite contre Lady Seraphina de Valmont, il partage dorénavant ses aventures pour progresser et apprendre d’elle dans le but de la vaincre un jour.",
          "contentWizard": "Le Mage Eldric l'Ancien est un célèbre vieux magicien, il entretenait une bonne relation avec le souverain Thaddeus le Bienveillant du Royaume de Valeria. Après l’attaque dévastatrice du château, il a fuit les ruines sanglantes et est parti à la recherche de valeureux compagnons dans le but de remettre le Royaume de son ami sur pieds. Il rencontre alors la petite troupe de Lady Seraphina de Valmont et place ainsi ses espoirs en eux, il décide donc de les guider et leur apporte de nombreux conseils acquis tout au long de sa vie. Il utilise un bâton pour lancer ses sorts qui sont aussi bien offensifs que défensifs. De plus, il apprécie tout particulièrement la prêtresse Lyanna qu’il considère comme sa fille de cœur."
        },
        "maps": {
          "title": "Maps",
          "contentmaps": "Dans la démo, le joueur peut se déplacer dans la Forêt de Luminara et cherche à atteindre le château du seigneur local. Il commence devant l’auberge Les 3 Brasseurs et fini lorsqu’il atteint les portes du château. Il a la possibilité d’explorer de nombreuses grottes présentes tout au long de son aventure durant laquelle il peut trouver des coffres disséminés un peu partout contenant de nouveau équipement ou objet améliorant les performances des personnages."
        },
        "fight": {
          "title": "Combats",
          "contentfight": "Les combats se déroulent au tour par tour, c’est-à-dire que le joueur et les ennemis alternent une action chacun leur tour. Le joueur a le choix entre 4 actions : - Attaquer (lance une attaque dans le but de blesser un ou des ennemis) - Défendre (lance un sort de protection / soin / utilise un bouclier… dans le but de se protéger et limiter ou annuler les dégâts qu’il subira jusqu’à un certain tour (dépends de l’action)) - Utiliser un objet (permet de choisir dans l’inventaire du joueur un objet / potion à utiliser sur un allier ou un ennemi) - Fuir (permet de fuir le combat, cette action entraine souvent une pénalité pour le joueur) Le joueur commencera toujours par jouer en premier au début de chaque combat. Un combat est lancé après un contact direct entre l’avatar du joueur et celui d’un monstre ou après un dialogue."
        }
      }
    },
    "forum": {
      "welcome": {
        "title": "Bienvenu sur le forum de Untamed Cats !",
        "body": "Ici tu peux partager tes aventures dans les différents jeux de notre studio, discuter avec les autres membres de la communauté Untamed Cats et découvrir toute l'actualité du studio"
      },
      "categories": {
        "title": "Catégories",
        "body": "Ici vous pouvez retrouver tous les posts du forum organisés par catégories"
      },
      "latest": {
        "title": "Récents",
        "body": "Voici les derniers messages postés par la communauté"
      }
    }
}
  